["</s>", "in", "for", "that", "is", "on", "##", "The", "with", "said", "was", "the", "at", "not", "as", "it", "be", "from", "by", "are", "I", "have", "he", "will", "has", "####", "his", "an", "this", "or", "their", "who", "they", "but", "$", "had", "year", "were", "we", "more", "###", "up", "been", "you", "its", "one", "about", "would", "which", "out", "can", "It", "all", "also", "two", "after", "first", "He", "do", "time", "than", "when", "We", "over", "last", "new", "other", "her", "people", "into", "In", "our", "there", "A", "she", "could", "just", "years", "some", "U.S.", "three", "million", "them", "what", "But", "so", "no", "like", "if", "only", "percent", "get", "did", "him", "game", "back", "because", "now", "#.#", "before", "company", "any", "team", "against", "off", "This", "most", "made", "through", "make", "second", "state", "well", "day", "season", "says", "week", "where", "while", "down", "being", "government", "your", "#-#", "home", "going", "my", "good", "They", "'re", "should", "many", "way", "those", "four", "during", "such", "may", "very", "how", "since", "work", "take", "including", "high", "then", "%", "next", "#,###", "By", "much", "still", "go", "think", "old", "even", "#.##", "world", "see", "say", "business", "five", "told", "under", "us", "1", "these", "If", "right", "And", "me", "between", "play", "help", "##,###", "market", "That", "know", "end", "AP", "long", "information", "points", "does", "both", "There", "part", "around", "police", "want", "'ve", "based", "For", "got", "third", "school", "left", "another", "country", "need", "2", "best", "win", "quarter", "use", "today", "##.#", "same", "public", "run", "Friday", "set", "month", "top", "billion", "Tuesday", "come", "Monday", "She", "city", "place", "night", "six", "each", "Thursday", "###,###", "Wednesday", "here", "You", "group", "really", "found", "As", "used", "3", "lot", "'m", "money", "put", "games", "support", "program", "half", "report", "family", "months", "number", "officials", "am", "former", "own", "man", "Saturday", "too", "better", "days", "came", "lead", "life", "American", "##-##", "show", "past", "took", "added", "expected", "called", "great", "State", "services", "children", "hit", "area", "system", "every", "pm", "big", "service", "few", "per", "members", "Sunday", "early", "point", "start", "companies", "little", "&", "case", "ago", "local", "according", "never", "5", "without", "sales", "until", "went", "players", "##th", "New_York", "won", "financial", "news", "4", "When", "share", "several", "free", "away", "##.##", "already", "On", "industry", "'ll", "call", "With", "students", "line", "available", "County", "making", "held", "final", "#:##", "power", "plan", "might", "least", "look", "forward", "give", "At", "again", "later", "full", "must", "things", "major", "community", "announced", "open", "record", "reported", "court", "working", "able", "something", "president", "meeting", "keep", "March", "future", "far", "deal", "City", "May", "development", "University", "find", "times", "After", "office", "led", "among", "June", "increase", "China", "John", "whether", "cost", "security", "job", "less", "head", "seven", "growth", "lost", "pay", "looking", "provide", "6", "To", "plans", "products", "car", "recent", "hard", "always", "include", "women", "across", "tax", "water", "April", "continue", "important", "different", "close", "7", "One", "late", "decision", "current", "law", "within", "along", "played", "move", "United_States", "enough", "become", "side", "national", "Inc.", "results", "level", "loss", "economic", "coach", "near", "getting", "price", "Department", "event", "fourth", "change", "All", "small", "board", "National", "So", "goal", "taken", "field", "prices", "weeks", "men", "asked", "eight", "data", "shot", "New", "started", "July", "director", "President", "party", "federal", "done", "political", "minutes", "taking", "Company", "technology", "project", "center", "leading", "issue", "though", "having", "period", "likely", "scored", "8", "strong", "series", "military", "seen", "trying", "What", "coming", "process", "building", "behind", "performance", "management", "Iraq", "saying", "earlier", "believe", "oil", "given", "Police", "customers", "due", "following", "term", "others", "statement", "international", "economy", "health", "thing", "Obama", "return", "killed", "Washington", "further", "However", "doing", "face", "low", "higher", "site", "once", "yet", "hours", "America", "control", "received", "rate", "career", "Bush", "teams", "known", "offer", "race", "ever", "experience", "playing", "name", "possible", "countries", "Mr.", "average", "together", "using", "9", "cut", "While", "total", "round", "young", "nearly", "shares", "member", "campaign", "media", "needs", "why", "house", "issues", "costs", "fire", "##-#", "victory", "player", "began", "sure", "story", "per_cent", "North", "His", "staff", "order", "war", "large", "interest", "stock", "food", "research", "key", "India", "South", "morning", "conference", "senior", "global", "Center", "death", "person", "thought", "gave", "feel", "energy", "history", "recently", "largest", "No.", "general", "official", "released", "wanted", "meet", "short", "outside", "running", "live", "ball", "online", "real", "position", "fact", "fell", "nine", "December", "front", "action", "defense", "problem", "problems", "Mr", "nation", "needed", "special", "January", "almost", "chance", "'d", "result", "West", "September", "reports", "leader", "investment", "yesterday", "Some", "leaders", "ahead", "production", "comes", "No", "runs", "match", "role", "kind", "try", "ended", "risk", "areas", "election", "workers", "visit", "bring", "road", "music", "study", "makes", "often", "release", "woman", "vote", "care", "town", "clear", "comment", "budget", "potential", "single", "markets", "policy", "capital", "saw", "access", "weekend", "operations", "whose", "net", "House", "hand", "increased", "charges", "winning", "trade", "These", "income", "value", "involved", "Bank", "November", "bill", "compared", "anything", "manager", "Texas", "property", "stop", "annual", "private", "contract", "died", "Now", "hope", "product", "fans", "lower", "demand", "News", "David", "club", "comments", "film", "yards", "quality", "currently", "events", "addition", "couple", "schools", "attack", "region", "latest", "opportunity", "worked", "course", "bad", "fall", "Group", "October", "jobs", "list", "let", "however", "chief", "summer", "programs", "According", "revenue", "Our", "rose", "previous", "TV", "football", "biggest", "employees", "changes", "residents", "means", "agreement", "includes", "post", "Canada", "probably", "related", "training", "allowed", "class", "bit", "video", "Michael", "An", "sent", "education", "states", "straight", "love", "beat", "hold", "turn", "finished", "network", "Smith", "buy", "foreign", "especially", "groups", "wants", "title", "included", "turned", "bank", "Florida", "efforts", "personal", "businesses", "August", "California", "situation", "district", "allow", "helped", "body", "nothing", "soon", "safety", "officer", "cents", "Europe", "St.", "additional", "spokesman", "February", "wife", "showed", "leave", "investors", "parents", "medical", "spending", "non", "London", "Council", "matter", "spent", "child", "World", "effort", "opening", "either", "range", "question", "European", "goals", "administration", "friends", "himself", "shows", "difficult", "kids", "paid", "create", "cash", "age", "league", "form", "impact", "drive", "someone", "became", "stay", "fight", "significant", "firm", "Senate", "hospital", "charged", "operating", "main", "book", "success", "son", "trading", "###-####", "focus", "room", "continued", "Congress", "everything", "Park", "agency", "brought", "talk", "break", "air", "software", "decided", "Do", "ready", "arrested", "track", "provides", "mother", "base", "trial", "phone", "My", "build", "conditions", "rest", "Johnson", "terms", "expect", "England", "Israel", "despite", "closed", "starting", "provided", "pressure", "lives", "step", "remain", "similar", "charge", "date", "whole", "land", "growing", "James", "Internet", "projects", "British", "cases", "ground", "legal", "International", "agreed", "tell", "test", "everyone", "pretty", "authorities", "Two", "above", "moved", "profit", "throughout", "inside", "ability", "overall", "pass", "officers", "rather", "Australia", "actually", "county", "amount", "scheduled", "themselves", "organization", "giving", "credit", "father", "drug", "investigation", "families", "Republican", "funds", "patients", "takes", "systems", "Japan", "complete", "sold", "practice", "calls", "\u2022", "UK", "force", "student", "idea", "reached", "reason", "levels", "space", "competition", "forces", "sector", "Last", "tried", "common", "homes", "stage", "department", "named", "earnings", "offers", "star", "certain", "double", "longer", "followed", "cause", "Association", "signed", "committee", "hour", "college", "Pakistan", "users", "Iran", "sign", "living", "failed", "reach", "quickly", "receive", "debt", "sale", "Board", "Americans", "Road", "Brown", "insurance", "##:##", "anyone", "tournament", "More", "gas", "talks", "serious", "required", "sell", "construction", "evidence", "remains", "black", "below", "improve", "crisis", "address", "questions", "easy", "begin", "view", "School", "heard", "executive", "raised", "Paul", "store", "gets", "filed", "huge", "moving", "seems", "met", "####s", "thousands", "CEO", "solutions", "score", "content", "treatment", "offered", "built", "hits", "present", "Chicago", "attacks", "although", "social", "afternoon", "vehicle", "read", "example", "rise", "....", "minute", "banks", "council", "troops", "rates", "tough", "Chinese", "Even", "works", "fifth", "knew", "felt", "Street", "website", "fund", "issued", "immediately", "opened", "goes", "proposed", "happy", "guys", "response", "numbers", "benefits", "happened", "###.#", "light", "positive", "chairman", "claims", "People", "details", "Williams", "East", "accused", "equipment", "dropped", "dollars", "various", "worth", "judge", "considered", "commercial", "activities", "funding", "dollar", "plant", "mobile", "television", "rules", "rights", "review", "quite", "regular", "Dr.", "served", "kept", "marketing", "created", "heart", "wrote", "prison", "instead", "concerns", "offering", "returned", "benefit", "designed", "approved", "foot", "search", "miles", "planned", "Health", "Government", "driving", "Indian", "entire", "First", "providing", "host", "ask", "design", "hearing", "save", "looked", "Central", "travel", "_", "successful", "beginning", "movie", "adding", "forced", "toward", "ensure", "passed", "unit", "happen", "mean", "Associated_Press", "Many", "shooting", "gone", "winner", "hopes", "understand", "planning", "trip", "raise", "owner", "popular", "completed", "ways", "attention", "feet", "assets", "traffic", "Mike", "Since", "environment", "Both", "interview", "consumers", "Democrats", "Jones", "Not", "hands", "contact", "cars", "Although", "dead", "features", "challenge", "Canadian", "particularly", "basis", "violence", "stand", "consumer", "sense", "attorney", "driver", "highest", "\u00a3", "posted", "finish", "limited", "source", "Hall", "serve", "Sept.", "spot", "Then", "advantage", "scoring", "words", "applications", "Russia", "reduce", "How", "white", "appeared", "itself", "fuel", "During", "Afghanistan", "simply", "fiscal", "Jackson", "plays", "account", "follow", "statements", "organizations", "pick", "continues", "session", "nuclear", "French", "seconds", "daughter", "co", "sports", "Most", "caused", "injury", "United", "College", "effect", "selling", "middle", "cuts", "drop", "facility", "true", "target", "consider", "watch", "noted", "Other", "resources", "opportunities", "strategy", "learn", "re", "Mexico", "message", "injured", "parties", "seeking", "missed", "wrong", "letter", "From", "looks", "individual", "approach", "damage", "else", "speed", "France", "mind", "Los_Angeles", "bid", "subject", "ran", "send", "Mark", "existing", "fun", "innings", "press", "voters", "championship", "leaving", "earned", "effective", "poor", "friend", "customer", "solution", "corporate", "independent", "leadership", "human", "Democratic", "shots", "believes", "computer", "s", "items", "confidence", "add", "health_care", "award", "parts", "cover", "missing", "fast", "Iraqi", "incident", "husband", "responsible", "looking_statements", "losses", "estimated", "approximately", "guy", "purchase", "Australian", "helping", "finally", "spend", "scene", "opposition", "develop", "Ohio", "certainly", "extra", "UN", "talking", "spring", "emergency", "station", "check", "Chris", "soldiers", "vehicles", "launch", "Business", "critical", "professional", "described", "choice", "moment", "size", "changed", "holding", "door", "declined", "R", "launched", "condition", "lose", "joined", "gives", "developed", "Also", "protect", "girls", "District", "operation", "necessary", "taxes", "sites", "Day", "beyond", "African", "daily", "yard", "calling", "Those", "options", "stocks", "newspaper", "peace", "proposal", "Jan.", "previously", "Microsoft", "owned", "regional", "Thomas", "hear", "housing", "owners", "exchange", "majority", "starts", "victims", "Times", "model", "struck", "tour", "basketball", "###-###-####", "published", "twice", "candidates", "Commission", "population", "evening", "lack", "north", "fighting", "reporters", "concerned", "south", "fine", "weather", "figures", "floor", "relationship", "activity", "remaining", "believed", "Scott", "confirmed", "anti", "placed", "caught", "crime", "crowd", "appear", "version", "Western", "Boston", "girl", "join", "discuss", "church", "original", "Michigan", "aid", "expectations", "White_House", "Bill", "clients", "located", "Germany", "Israeli", "gold", "killing", "specific", "Robert", "act", "High_School", "partner", "losing", "claim", "records", "Office", "offense", "Dec.", "Just", "alone", "Corp.", "facilities", "Another", "division", "Oct.", "Nov.", "retail", "worst", "legislation", "page", "Lee", "measures", "brand", "expects", "art", "Services", "standards", "application", "central", "sixth", "safe", "style", "elections", "*", "primary", "greater", "progress", "managed", "supply", "gain", "prior", "Committee", "wins", "recovery", "e_mail", "upon", "plus", "type", "paper", "attempt", "High", "focused", "claimed", "survey", "injuries", "street", "stores", "block", "analysts", "Big", "allows", "hundreds", "avoid", "Conference", "governor", "figure", "band", "option", "lines", "sources", "domestic", "NFL", "knows", "seem", "Open", "Republicans", "Britain", "feature", "walk", "broke", "factors", "battle", "developing", "threat", "worldwide", "Feb.", "written", "Christmas", "committed", "green", "agencies", "improved", "traditional", "###.##", "fair", "border", "About", "Reuters", "concern", "mark", "allowing", "capacity", "putting", "appears", "stories", "grow", "unique", "favorite", "nice", "Today", "vice_president", "measure", "debate", "direct", "stopped", "index", "drugs", "tied", "rising", "risks", "League", "Despite", "mid", "arrived", "communities", "Meanwhile", "increasing", "presented", "Her", "boy", "Court", "standard", "prevent", "mission", "deep", "Chief", "word", "identified", "pulled", "inning", "difference", "pair", "suffered", "perfect", "advanced", "prepared", "fully", "blood", "signs", "showing", "English", "####-##", "interested", "material", "article", "experts", "bottom", "answer", "D", "George", "usually", "wait", "spoke", "Davis", "laws", "request", "units", "loan", "directly", "union", "particular", "baseball", "loans", "pre", "born", "affected", "waiting", "simple", "Martin", "picked", "Arizona", "faces", "Russian", "names", "EU", "generation", "responsibility", "combined", "audience", "hurt", "seemed", "red", "revenues", "candidate", "Under", "ranked", "cities", "places", "ruling", "Green", "speak", "strike", "documents", "Year", "sometimes", "King", "seasons", "via", "carry", "boys", "facing", "learned", "hotel", "produced", "Google", "seeing", "seat", "produce", "millions", "box", "decisions", "coverage", "voice", "rule", "respect", "World_Cup", "cancer", "shown", "fired", "decades", "reasons", "tonight", "Aug.", "commitment", "alleged", "competitive", "rebounds", "Miller", "individuals", "thinking", "established", "books", "approval", "deliver", "remained", "guard", "Service", "God", "infrastructure", "appeal", "digital", "Web", "ordered", "citizens", "Research", "speech", "push", "highly", "Army", "decline", "holiday", "self", "Three", "accident", "radio", "require", "murder", "wide", "policies", "park", "Their", "champion", "platform", "pleased", "heavy", "eventually", "crash", "minister", "hot", "serving", "asking", "Detroit", "keeping", "provider", "partners", "remember", "seek", "manufacturing", "teachers", "towards", "buying", "warned", "Steve", "initial", "pounds", "brother", "panel", "becoming", "entered", "sides", "victim", "setting", "Co.", "environmental", "bus", "Is", "Asia", "note", "IT", "carried", "consecutive", "older", "criminal", "Richard", "bought", "Georgia", "Institute", "announcement", "Union", "Rs", "Division", "decade", "clean", "stated", "penalty", "boost", "attend", "separate", "enjoy", "Web_site", "table", "analysis", "Japanese", "German", "skills", "jail", "Valley", "protection", "analyst", "mostly", "paying", "draw", "Director", "Taylor", "perhaps", "reading", "cross", "commission", "drivers", "offices", "presence", "meetings", "votes", "strength", "Of", "delivery", "location", "positions", "regarding", "hoping", "Ryan", "offensive", "spread", "White", "whom", "deficit", "powerful", "Club", "continuing", "natural", "revealed", "feeling", "Jim", "grew", "watching", "suggested", "slow", "challenges", "Writer", "larger", "quick", "definitely", "flight", "university", "junior", "inflation", "ones", "Apple", "honor", "active", "voted", "Community", "solid", "Clinton", "Act", "determine", "reduced", "fees", "multiple", "decide", "advertising", "language", "expressed", "steps", "easily", "bringing", "physical", "throw", "forecast", "schedule", "denied", "finding", "ban", "Game", "agree", "section", "admitted", "actions", "normal", "devices", "Because", "squad", "creating", "walked", "chief_executive", "streets", "clearly", "complex", "lawyer", "elected", "increases", "Energy", "estimates", "excited", "helps", "relief", "determined", "maybe", "suspect", "Hill", "sound", "piece", "campus", "southern", "degree", "smaller", "status", "headed", "#-##", "healthy", "massive", "testing", "distribution", "Why", "completely", "onto", "hitting", "closing", "lawmakers", "fresh", "winter", "Tom", "contest", "outstanding", "exactly", "percentage", "Joe", "contributed", "movement", "storm", "seventh", "fear", "weight", "Minnesota", "McCain", "C", "secure", "conducted", "acquisition", "Over", "maintain", "rally", "knowledge", "recorded", "assistant", "doctors", "proud", "advice", "Secretary", "finance", "sex", "Peter", "WASHINGTON", "refused", "Miami", "agent", "draft", "pitch", "Justice", "supporters", "General", "user", "presidential", "tie", "Africa", "New_Zealand", "sort", "Houston", "disease", "tomorrow", "core", "willing", "patient", "Hospital", "considering", "firms", "Still", "technical", "trouble", "Its", "picture", "extremely", "confident", "count", "visitors", "extended", "Once", "reality", "expand", "Christian", "expansion", "lived", "Lake", "Palestinian", "downtown", "doubt", "nature", "listed", "leads", "opinion", "River", "row", "fellow", "corner", "author", "Development", "screen", "shareholders", "faced", "Illinois", "plants", "arrest", "society", "character", "labor", "gains", "science", "teacher", "web", "restaurant", "learning", "recession", "raising", "failure", "airport", "intelligence", "selected", "zone", "buildings", "industrial", "contracts", "advance", "fit", "assists", "tickets", "youth", "variety", "matches", "defensive", "package", "requirements", "connection", "writing", "ongoing", "Iowa", "explained", "accept", "lawsuit", "Wilson", "profile", "ending", "expenses", "employee", "resident", "myself", "stuff", "Supreme_Court", "Toronto", "standing", "Corporation", "covered", "Young", "politics", "aware", "Minister", "device", "display", "culture", "train", "driven", "closer", "real_estate", "illegal", "meant", "technologies", "card", "dog", "in.", "enter", "communications", "weapons", "gained", "supported", "eye", "NEW_YORK", "associated", "chances", "Instead", "centers", "dangerous", "views", "worse", "studies", "discussion", "Colorado", "Atlanta", "San_Francisco", "attended", "pace", "Virginia", "album", "entertainment", "camp", "Before", "trust", "strategic", "falling", "favor", "retired", "removed", "army", "balance", "plane", "quarterback", "Baghdad", "banking", "baby", "truck", "Ford", "sought", "write", "partnership", "nearby", "image", "stars", "volume", "effects", "Cup", "tests", "South_Africa", "Chairman", "interests", "occurred", "Philadelphia", "bond", "introduced", "sport", "spokeswoman", "behavior", "defeat", "treated", "direction", "Only", "bigger", "crew", "allegedly", "uses", "Avenue", "mortgage", "miss", "Among", "catch", "appearance", "welcome", "experienced", "ideas", "negotiations", "Foundation", "Asian", "authority", "slightly", "urged", "hole", "reform", "achieve", "Education", "Brian", "assistance", "delivered", "compete", "link", "choose", "possibility", "ruled", "interesting", "seats", "threw", "drove", "Anderson", "B", "immediate", "investments", "payments", "northern", "relations", "license", "discovered", "prove", "registered", "perform", "governments", "debut", "researchers", "accounts", "Well", "limit", "eyes", "deaths", "Here", "neighborhood", "handed", "veteran", "alternative", "basic", "manage", "tools", "negative", "Each", "secretary", "kill", "receiving", "Jr.", "collection", "coaches", "returns", "Black", "surgery", "gun", "replace", "fan", "institutions", "personnel", "golf", "happens", "surprise", "changing", "kick", "ceremony", "west", "resolution", "broken", "plenty", "nor", "easier", "passing", "pain", "Kevin", "bar", "Bob", "Federal", "everybody", "talent", "represent", "Former", "unless", "pull", "cast", "deals", "grade", "song", "filled", "wish", "begins", "affect", "nations", "fee", "Post", "largely", "New_Jersey", "apparently", "email", "NBA", "Management", "portfolio", "recognized", "speaking", "shut", "sit", "profits", "reporting", "holds", "represents", "dozen", "practices", "declared", "rich", "thanks", "#####", "supplies", "convicted", "native", "Dallas", "improvement", "amid", "classes", "participate", "accepted", "jump", "village", "aircraft", "poll", "abuse", "carrying", "east", "pro", "client", "equity", "sitting", "generally", "notes", "unable", "ice", "houses", "stake", "Carolina", "rain", "savings", "warning", "brings", "USA", "discussed", "Fed", "adults", "GM", "file", "Spain", "responded", "parking", "Let", "returning", "Sun", "orders", "telling", "encourage", "Like", "identify", "William", "pushed", "joint", "conduct", "suspended", "wind", "Tigers", "edge", "roads", "female", "sentence", "Wall_Street", "Oklahoma", "backed", "promote", "eighth", "influence", "organized", "Seattle", "cold", "bills", "payment", "properties", "scale", "Your", "rival", "religious", "retirement", "possibly", "turning", "civil", "moves", "currency", "Team", "aimed", "Italy", "breaking", "alcohol", "awards", "talked", "grant", "wall", "allegations", "requires", "Indiana", "mayor", "races", "struggling", "whatever", "readers", "appointed", "Matt", "voting", "Will", "Home", "significantly", "heat", "Information", "structure", "transfer", "supporting", "trend", "increasingly", "networks", "otherwise", "conflict", "cutting", "modern", "wearing", "executives", "entry", "Beijing", "playoff", "wireless", "T", "Fire", "Every", "M", "Centre", "meaning", "leg", "intended", "appropriate", "excellent", "North_Carolina", "involving", "stood", "heads", "rescue", "walking", "locations", "materials", "sending", "bodies", "snow", "fish", "feels", "Mayor", "deputy", "mile", "Olympic", "passengers", "except", "Fox", "Senior", "storage", "shop", "Lewis", "Middle_East", "supposed", "numerous", "songs", "awarded", "traded", "sister", "possession", "realize", "understanding", "ten", "justice", "rating", "expensive", "jumped", "improving", "fraud", "animals", "Howard", "Technology", "dedicated", "tight", "lawyers", "sets", "linked", "providers", "investigators", "stands", "terrorism", "arm", "freedom", "notice", "sentenced", "coalition", "touch", "Women", "exercise", "Global", "settlement", "disaster", "assist", "electronic", "playoffs", "combination", "apply", "shared", "doctor", "US", "comprehensive", "Andrew", "earn", "fill", "rock", "Fund", "giant", "please", "suit", "Life", "owns", "electricity", "exciting", "winners", "beating", "protest", "Though", "rejected", "ticket", "Church", "Charles", "farmers", "ride", "maker", "heading", "Yet", "regulations", "Kelly", "models", "ends", "Sports", "innovative", "Earlier", "upcoming", "writer", "performed", "films", "arms", "married", "prosecutors", "agents", "##s", "handle", "Market", "duty", "captain", "securities", "employment", "surprised", "Securities", "worried", "ninth", "Muslim", "Sen.", "pointed", "magazine", "threatened", "headquarters", "Italian", "participants", "visiting", "Oregon", "press_release", "fly", "Wisconsin", "Jordan", "primarily", "respectively", "Spanish", "New_Orleans", "transportation", "younger", "Media", "jury", "respond", "rural", "Ministry", "acting", "Party", "factor", "update", "island", "Afghan", "flat", "remove", "photo", "Mary", "selection", "scheme", "Facebook", "impressive", "becomes", "P", "indicated", "Yankees", "Jeff", "Financial", "photos", "professionals", "fewer", "shopping", "split", "San_Diego", "Public", "initiative", "Moore", "stretch", "monthly", "stronger", "bench", "racing", "Tennessee", "none", "values", "farm", "producer", "reduction", "famous", "Pennsylvania", "Brazil", "broadcast", "promised", "operate", "Allen", "acquired", "goods", "Paris", "relatively", "passes", "purpose", "movies", "directors", "Southern", "SEC", "clubs", "conservative", "Delhi", "Call", "comfortable", "replaced", "Clark", "matters", "hospitals", "Top", "Hollywood", "Democrat", "opponents", "targets", "suffering", "festival", "Network", "compensation", "guilty", "efficient", "managers", "truly", "faith", "scores", "busy", "extend", "faster", "yourself", "weak", "rare", "initially", "importance", "waste", "suspected", "margin", "watched", "meters", "Ireland", "franchise", "fashion", "pound", "professor", "Alabama", "multi", "grown", "Officials", "estimate", "document", "register", "cable", "obviously", "familiar", "scientists", "Cleveland", "artists", "invited", "#,###,###", "vs.", "crimes", "Gulf", "Hamas", "prepare", "volunteers", "cool", "financing", "images", "fixed", "hired", "enable", "camera", "Food", "memory", "historic", "dinner", "proved", "Arab", "sees", "telephone", "vision", "reportedly", "soccer", ".###", "Irish", "ship", "path", "actor", "circumstances", "severe", "expert", "traveling", "engineering", "Manchester", "Four", "dance", "Taliban", "Jason", "Turkey", "Several", "overseas", "Thompson", "bridge", "lowest", "auto", "counts", "attempts", "reflect", "color", "Tim", "wounded", "secret", "visited", "greatest", "leaves", "types", "representatives", "worry", "internal", "Bay", "adds", "athletes", "Harris", "mix", "industries", "ministry", "signing", "Woods", "targeted", "tells", "Please", "serves", "interest_rates", "AP_Photo", "Local", "graduate", "quoted", "argued", "association", "lots", "announce", "shortly", "featured", "marriage", "contained", "Man", "priority", "terrorist", "Commerce", "Oil", "Pittsburgh", "unlikely", "causing", "directed", "code", "die", "category", "chosen", "shift", "Rangers", "Gaza", "maintenance", "apartment", "theater", "effectively", "Denver", "mine", "upset", "western", "nationwide", "GOP", "thinks", "Pacific", "euro", "Joseph", "Sales", "closely", "friendly", "channel", "brain", "custody", "barrel", "afford", "Who", "Yes", "dogs", "residential", "dream", "actual", "reaching", "transaction", "Kentucky", "finals", "#.###", "cooperation", "boat", "investigating", "communication", "freshman", "outlook", "deadline", "surface", "parent", "phase", "eat", "asset", "truth", "delay", "enjoyed", "shape", "anticipated", "representing", "purchased", "hoped", "Judge", "Rep.", "portion", "opposed", "Security", "enterprise", "animal", "controlled", "politicians", "Power", "North_Korea", "Dan", "cards", "suggest", "Family", "concert", "uncertainties", "Free", "granted", "beautiful", "recognize", "joining", "####-####", "flights", "absolutely", "Hamilton", "dealing", "cap", "turns", "Capital", "ties", "informed", "Jack", "#,###.##", "window", "'##", "Best", "pool", "Hong_Kong", "coaching", "titles", "blue", "amazing", "fears", "demands", "Missouri", "cited", "behalf", "Edwards", "bonds", "shoulder", "seriously", "districts", "aggressive", "alive", "Utah", "bomb", "suspects", "dark", "sea", "therefore", "overtime", "submitted", "agenda", "establish", "Kansas", "engine", "Program", "mainly", "NCAA", "maximum", "male", "pushing", "airline", "principal", "library", "pieces", "dispute", "corruption", "reserve", "Children", "sponsored", "militants", "reducing", "Massachusetts", "originally", "Championship", "sharing", "mixed", "complaint", "J.", "realized", "crucial", "province", "ultimately", "brands", "capabilities", "acknowledged", "distance", "struggle", "Or", "stations", "discussions", "judges", "Maybe", "extensive", "Award", "Giants", "manufacturers", "Jewish", "Egypt", "United_Nations", "achieved", "defeated", "assault", "worker", "criticism", "usual", "Patrick", "presentation", "improvements", "Of_course", "Anthony", "represented", "Such", "Shares", "Any", "findings", "counties", "stolen", "K", "expense", "Daniel", "Dr", "editor", "herself", "Drive", "complaints", "buyers", "A.", "mentioned", "stayed", "efficiency", "democracy", "knee", "connected", "Islamic", "Q", "terror", "operates", "law_enforcement", "prime_minister", "Series", "neighbors", "successfully", "permanent", "Tony", "parliament", "adult", "ages", "Eagles", "consistent", "proposals", "explain", "formed", "weekly", "supports", "coast", "broad", "iPhone", "relevant", "opener", "detailed", "Walker", "human_rights", "Iranian", "letters", "guess", "internet", "struggled", "entering", "widely", "recovered", "Law", "happening", "par", "protests", "II", "colleagues", "tool", "trees", "text", "capable", "Phoenix", "monitoring", "limits", "eligible", "#", "passenger", "expanded", "Ms.", "reputation", "brief", "motion", "St._Louis", "treat", "fought", "concluded", "gap", "unemployment", "restaurants", "ad", "surrounding", "stepped", "drew", "collected", "Gold", "#.####", "retailers", "preparing", "wear", "destroyed", "threats", "Chelsea", "Singapore", "invest", "Town", "concept", "recommended", "flying", "Kerry", "minimum", "flow", "resulted", "marked", "chain", "combat", "rookie", "Stephen", "noon", "performances", "Gary", "founded", "artist", "reporter", "celebrate", "featuring", "Air", "Star", "gathered", "potentially", "PC", "publicly", "Kennedy", "disappointed", "Agency", "pictures", "touchdowns", "fallen", "President_Barack_Obama", "depth", "auction", "wonderful", "criticized", "attacked", "essential", "damaged", "qualified", "banned", "suggests", "specifically", "sat", "Scotland", "Project", "loved", "dozens", "representative", "Authorities", "typically", "era", "Stewart", "singer", "thus", "creation", "teaching", "Sydney", "NHL", "acres", "challenging", "encouraged", "Las_Vegas", "Northern", "seniors", "quarters", "momentum", "Dave", "producing", "processing", "inches", "segment", "versus", "mining", "route", "expertise", "Five", "wing", "touchdown", "promise", "Wright", "healthcare", "Are", "yen", "integrated", "neither", "Robinson", "Academy", "puts", "Press", "foundation", "overnight", "armed", "ex", "outcome", "reaction", "producers", "follows", "fields", "stadium", "Be", "failing", "aside", "bed", "doors", "pilot", "E", "operators", "forms", "extension", "mass", "substantial", "obtained", "adopted", "reserves", "FBI", "carries", "NATO", "trained", "Dubai", "contain", "tackle", "temporary", "proven", "regulatory", "violent", "danger", "tree", "boss", "Frank", "Maryland", "apart", "gift", "musical", "warm", "creative", "Prime_Minister", "transport", "developers", "OK", "likes", "Henry", "Ben", "courts", "wake", "shoot", "lineup", "Report", "regulation", "kid", "task", "blog", "hosted", "Medical", "eastern", "South_Korea", "drawn", "Ave", "regime", "pending", "ourselves", "threatening", "mistake", "Through", "laid", "journalists", "cultural", "blame", "copy", "machine", "mail", "\u00ae", "proper", "listen", "links", "Officer", "Columbia", "relationships", "natural_gas", "premium", "0", "assessment", "generated", "chose", "Campbell", "Second", "captured", "Can", "summit", "climate", "sophomore", "Connecticut", "keeps", "teammates", "dismissed", "Time", "generate", "hockey", "Vice_President", "vital", "E.", "territory", "Eastern", "elsewhere", "hair", "resulting", "Mississippi", "veterans", "recognition", "BP", "accounting", "polls", "holes", "initiatives", "amounts", "Treasury", "finishing", "See", "length", "birth", "rivals", "gay", "roughly", "performing", "futures", "Royal", "exports", "tested", "seed", "blow", "historical", "starter", "+", "guests", "river", "minor", "pop", "predicted", "roll", "acts", "recalled", "anybody", "strategies", "sharp", "horse", "Games", "prize", "valuable", "witness", "Regional", "drinking", "contribute", "Arkansas", "computers", "Louisiana", "guidelines", "funded", "delayed", "handling", "Austin", "Defense", "exclusive", "repeatedly", "academic", "Lebanon", "resource", "output", "Mitchell", "contributions", "background", "runner", "prospects", "filing", "questioned", "applied", "Test", "Manager", "ratings", "thank", "Eric", "Right", "characters", "wine", "saving", "lift", "civilians", "Bloomberg", "identity", "ownership", "obvious", "throwing", "settle", "tracks", "smart", "Stadium", "developments", "lunch", "Twitter", "Liverpool", "bail", "forget", "transition", "equal", "founder", "involvement", "gotten", "protesters", "Class", "ABC", "euros", "S.", "homer", "Music", "opponent", "Little", "competing", "submit", "projected", "cell", "monitor", "century", "sessions", "Parliament", "meets", "begun", "Navy", "metal", "critics", "forum", "honored", "ballot", "affairs", "desire", "RBI", "click", "expanding", "topic", "Following", "recommendations", "sectors", "Red", "causes", "Ontario", "ease", "marks", "consumption", "appointment", "officially", "argument", "newly", "Palestinians", "wonder", "`", "spirit", "Atlantic", "ring", "employers", "strongly", "registration", "gasoline", "Coach", "Total", "salary", "blocks", "classic", "Week", "educational", "feed", "managing", "cells", "stick", "exploration", "installed", "Gordon", "blamed", "insisted", "conversation", "trends", "elements", "guidance", "Baltimore", "charity", "emerged", "blocked", "replacement", "covering", "powers", "tourism", "enhance", "operator", "Roberts", "saved", "plate", "engaged", "expecting", "ranks", "donations", "mention", "immigration", "pension", "emerging", "moments", "testimony", "witnesses", "impossible", "LLC", "tries", "rounds", "exposure", "Trust", "celebration", "instance", "controversial", "Alex", "harder", "stress", "settled", "remarks", "articles", "false", "Get", "dominated", "Labor", "Pakistani", "Island", "Murray", "dramatic", "collapse", "attempted", "drama", "boards", "museum", "attract", "remote", "experiences", "Show", "chair", "Toyota", "anywhere", "messages", "developer", "Vancouver", "ads", "opens", "Journal", "confirm", "requested", "error", "Museum", "print", "pitcher", "contains", "Nelson", "decrease", "attending", "System", "integration", "thrown", "unusual", "stability", "Earth", "makers", "merger", "steel", "yield", "knocked", "square", "glass", "Lions", "Taiwan", "inspired", "flag", "Mumbai", "volunteer", "fishing", "activists", "Tokyo", "firefighters", "alongside", "aim", "guarantee", "clinical", "Good", "claiming", "staying", "Duke", "tremendous", "contribution", "terrorists", "wave", "electric", "restrictions", "recall", "implementation", "knowing", "skin", "utility", "CBS", "processes", "Highway", "halftime", "fix", "quarterly", "emotional", "maintained", "counter", "annually", "repair", "Craig", "Lady", "S_&", "obtain", "European_Union", "Indians", "abroad", "Mexican", "stable", "PM", "regions", "tradition", "totally", "opinions", "hosts", "citing", "Long", "pitched", "Larry", "necessarily", "beaten", "Adam", "reasonable", "drink", "poverty", "properly", "somebody", "canceled", "sounds", "sick", "saves", "Deputy", "Society", "Nick", "Carter", "lucky", "folks", "Nigeria", "Nevada", "defend", "Bell", "lights", "minority", "posting", "drilling", "differences", "Love", "regularly", "roster", "bankruptcy", "S", "participation", "Super_Bowl", "interim", "controls", "competitors", "stuck", "delivering", "viewers", "Catholic", "W.", "agreements", "subscribers", "Sometimes", "smoke", "War", "compliance", "manner", "trucks", "Back", "Wales", "yes", "Junior", "M.", "mistakes", "Gov.", "Baker", "formal", "investor", "Vietnam", "Oakland", "speculation", "Sam", "qualifying", "attorneys", "Next", "finds", "quiet", "cleared", "Everyone", "bag", "explosion", "taxpayers", "guide", "occur", "encouraging", "Net", "highway", "sleep", "recover", "interviews", "Rock", "Lincoln", "satellite", "entirely", "dry", "papers", "Where", "soldier", "covers", "exhibition", "Science", "blast", "capture", "FDA", "function", "availability", "Commissioner", "lending", "peak", "wild", "facts", "procedures", "lap", "awareness", "Up", "pursue", "edition", "studio", "correct", "inch", "Great", "Systems", "switch", "participating", "tend", "champions", "Kim", "Blue", "lay", "Trade", "purposes", "departments", "THE", "ranking", "addressed", "Olympics", "perspective", "Marshall", "Ltd.", "Moscow", "components", "Having", "seized", "clothing", "Kansas_City", "drawing", "resistance", "choices", "recording", "demanding", "urban", "pages", "Windows", "doubled", "suspension", "manufacturer", "innovation", "climbed", "Mobile", "Russell", "Adams", "Industry", "Cardinals", "port", "Panthers", "runners", "G", "brothers", "visits", "implement", "All_Star", "relatives", "al_Qaida", "atmosphere", "defined", "absence", "steady", "branch", "pitching", "NBC", "normally", "gathering", "signal", "administrative", "empty", "obligation", "Legislature", "commander", "prompted", "falls", "taught", "promotion", "Muslims", "incidents", "operational", "Water", "pricing", "silver", "subsidiary", "qualify", "Art", "escape", "wealth", "singles", "roof", "extent", "privacy", "Students", "spots", "tennis", "grants", "transactions", "Speaking", "scientific", "export", "Ray", "referring", "preliminary", "rooms", "sanctions", "degrees", "eating", "legislative", "Morgan", "resume", "involve", "resolve", "operated", "sexual", "prospect", "typical", "Bears", "membership", "Murphy", "hiring", "Rice", "consideration", "AT_&", "civilian", "fairly", "climate_change", "investigate", "violations", "pipeline", "seeks", "crore", "hire", "Investors", "Online", "Alaska", "###th", "theme", "stressed", "Exchange_Commission", "resort", "Tour", "walks", "roles", "rebound", "reference", "Analysts", "specialist", "timing", "Bureau", "imagine", "rapidly", "angry", "riding", "violation", "attitude", "guest", "select", "tech", "Cameron", "barrels", "sensitive", "hosting", "demanded", "Graham", "marijuana", "intent", "BBC", "@", "strengthen", "channels", "ministers", "newspapers", "referred", "Building", "testified", "column", "Ross", "Terry", "arrive", "Unfortunately", "rushed", "kilometers", "frame", "provision", "authorized", "fail", "completion", "traveled", "Daily", "heavily", "acquire", "striking", "virus", "DVD", "Index", "secured", "breaks", "Greg", "attractive", "Portland", "indeed", "approve", "survived", "intense", "somewhat", "aims", "crews", "protected", "checks", "distributed", "talented", "kicked", "permission", "Tech", "judgment", "IBM", "beer", "clothes", "Administration", "Maine", "coal", "Intel", "packed", "promoting", "flood", "approached", "Washington_DC", "towns", "disappointing", "Old", "collaboration", "hopefully", "streak", "Based", "balls", "pleaded_guilty", "sustained", "noticed", "permit", "beach", "Grant", "collect", "journey", "victories", "Greece", "statistics", "fantastic", "rail", "Take", "hundred", "pack", "broadband", "Air_Force", "cycle", "delays", "comedy", "thoughts", "hardware", "solar", "Finance", "bound", "Price", "proceeds", "Cincinnati", "suicide", "prisoners", "discovery", "dad", "searching", "longtime", "Pentagon", "premier", "command", "enables", "###-###", "ranging", "nobody", "actress", "aspects", "fled", "Melbourne", "Orange", "videos", "Federal_Reserve", "cricket", "Asked", "ratio", "birthday", "Radio", "restructuring", "episode", "Field", "Parker", "cameras", "persons", "championships", "answers", "promises", "unknown", "argue", "differ_materially", "Rose", "NYSE", "Evans", "surge", "focusing", "doubles", "Bruce", "donated", "ideal", "equivalent", "reliable", "sustainable", "factory", "Without", "scenes", "survive", "contacted", "mph", "residence", "trips", "hotels", "bat", "unclear", "gang", "grounds", "slipped", "carrier", "bases", "prosecutor", "categories", "liked", "accurate", "advised", "slowly", "Read", "abortion", "mom", "Mets", "tons", "Perhaps", "requests", "forcing", "frequently", "overcome", "inquiry", "situations", "apparent", "map", "universities", "bear", "Staff", "Whether", "stroke", "medicine", "drives", "reforms", "vendors", "defending", "teach", "medium", "prime", "Andy", "Governor", "basically", "exposed", "Hotel", "F", "Ms", "dialogue", "Indonesia", "stimulus", "Alliance", "probe", "Perry", "Ron", "methods", "shall", "landed", "stages", "credit_card", "luxury", "dates", "vulnerable", "preparation", "regulators", "indicate", "appearances", "theft", "appreciate", "complained", "Memorial", "Oh", "chemical", "relative", "Transportation", "consequences", "imposed", "rolled", "alert", "virtually", "provincial", "Sony", "forecasts", "Dean", "strikes", "athletic", "neck", "tourists", "cell_phone", "sad", "pct", "Arsenal", "prominent", "allies", "Josh", "writes", "alliance", "method", "meanwhile", "Simon", "Morris", "Beach", "crude", "suffer", "files", "quit", "Syria", "deployed", "Phillips", "shock", "Communications", "picking", "clock", "posts", "regard", "convention", "penalties", "backing", "rapid", "independence", "novel", "central_bank", "Korean", "scandal", "campaigns", "Assembly", "widespread", "species", "audio", "explains", "investing", "NASA", "Tickets", "welcomed", "detail", "unions", "moderate", "religion", "earthquake", "wedding", "grabbed", "Don", "Thailand", "Six", "restore", "plot", "Milwaukee", "lifted", "coffee", "Keep", "sun", "honest", "passion", "periods", "publication", "Saints", "swing", "Wood", "Calif.", "toll", "master", "useful", "eliminate", "answered", "congressional", "neighbor", "dropping", "weapon", "promising", "maintaining", "seeded", "arrival", "soft", "format", "honors", "trillion", "teen", "smoking", "Collins", "impressed", "consultant", "tiny", "temperatures", "adviser", "windows", "Cook", "shelter", "deadly", "label", "noting", "foul", "Form", "commissioner", "Sri_Lanka", "Rogers", "sheriff", "Stanford", "succeed", "nomination", "upgrade", "Montreal", "rely", "string", "trail", "aged", "traders", "triple", "personally", "implemented", "preferred", "winds", "lies", "Victoria", "Marketing", "exist", "Besides", "Labour", "Dutch", "Attorney_General", "proof", "tank", "etc.", "zero", "secondary", "Special", "consistently", "delighted", "Rodriguez", "defender", "suddenly", "Wayne", "Go", "garden", "e", "routine", "anonymity", "Barack_Obama", "postseason", "introduce", "venue", "teens", "free_throws", "affordable", "Others", "Franklin", "meat", "resigned", "Way", "attendance", "suppliers", "concrete", "#.##_ERA", "repeat", "anyway", "solve", "convinced", "McDonald", "St", "Charlotte", "legs", "uncertainty", "Given", "cheap", "programming", "Theatre", "neighboring", "Solutions", "helicopter", "demonstrated", "bright", "comeback", "offset", "forth", "harm", "##st", "protecting", "detained", "NY", "meter", "earning", "glad", "duties", "#:##.##", "rated", "upper", "dividend", "senator", "Jerry", "Haiti", "World_Series", "pulling", "organizers", "exit", "Ward", "shoes", "entitled", "viewed", "clash", "Madison", "courses", "Area", "Manhattan", "bike", "Insurance", "afraid", "billions", "\u20ac", "hardly", "download", "Stock_Exchange", "petition", "bonus", "lying", "elderly", "reflects", "hate", "errors", "kinds", "Look", "Arts", "Chamber", "Medicare", "Lane", "Senator", "belief", "Hawaii", "Cooper", "assigned", "crazy", "arts", "Turner", "retain", "longest", "crashed", "TM", "guards", "Members", "assume", "mouth", "sufficient", "barely", "Libya", "sharply", "Yahoo", "connect", "offerings", "funeral", "express", "kitchen", "Wal_Mart", "purchases", "Youth", "averaged", "gaming", "disclosed", "kills", "investigations", "constitution", "flexibility", "Red_Sox", "Iraqis", "Boeing", "burning", "extreme", "updated", "Festival", "unprecedented", "Reid", "Al", "dealers", "acquisitions", "backup", "Lakers", "faculty", "prosecution", "tired", "Hughes", "ups", "Blair", "Zimbabwe", "optimistic", "pledged", "temperature", "Lawrence", "NASCAR", "Bulldogs", "funny", "Alan", "handful", "targeting", "broader", "rape", "intention", "super", "L.", "regardless", "nights", "abandoned", "Matthew", "birds", "sponsor", "Cuba", "airlines", "Buffalo", "tips", "conviction", "celebrated", "Revenue", "taste", "relating", "citizen", "locked", "Coast", "Sarah", "paint", "load", "essentially", "symptoms", "horses", "#-#-#", "Steven", "reviewed", "guns", "Douglas", "handled", "Jets", "emissions", "hurricane", "walls", "counsel", "consensus", "DNA", "reveal", "everywhere", "occasion", "carefully", "understood", "inventory", "engage", "lease", "incredible", "constant", "sons", "compromise", "Authority", "Christopher", "Mountain", "shops", "Turkish", "worries", "raises", "Out", "Cabinet", "Obviously", "opposite", "fitness", "database", "Brandon", "diverse", "stops", "battery", "parks", "Medical_Center", "rush", "Constitution", "burden", "controversy", "departure", "luck", "rebels", "repeated", "involves", "firing", "troubled", "Korea", "benchmark", "backs", "anymore", "Tyler", "institution", "keen", "fighters", "rallied", "contrast", "Village", "invested", "Video", "assembly", "Ottawa", "LA", "intends", "Swiss", "Bryant", "plastic", "New_Hampshire", "converted", "depending", "Later", "ordinary", "West_Virginia", "credits", "flooding", "Indianapolis", "actors", "productivity", "democratic", "Sean", "transferred", "tip", "interactive", "County_Sheriff", "casino", "basket", "chip", "bet", "writers", "execution", "requirement", "automatically", "Jan", "Fame", "plea", "Richmond", "i", "Justin", "machines", "please_visit", "modest", "Malaysia", "procedure", "Mrs.", "calm", "updates", "unveiled", "Golden", "Warren", "Jefferson", "swept", "loose", "latter", "nervous", "agriculture", "valued", "pregnant", "Awards", "conclusion", "homeowners", "household", "prefer", "enforcement", "Lord", "Prosecutors", "requiring", "definition", "demonstrate", "parade", "Anyone", "'##s", "hero", "Sgt", "economists", "rushing", "explore", "decreased", "patrol", "surprising", "diabetes", "component", "anger", "incentives", "Channel", "Live", "Nebraska", "Premier_League", "Republic", "carriers", "Sullivan", "commented", "teammate", "legacy", "Argentina", "fleet", "fat", "presents", "vacation", "introduction", "discount", "Ken", "provisions", "GDP", "praised", "Note", "lane", "Saudi_Arabia", "sells", "enhanced", "insurgents", "copies", "pride", "odds", "employed", "challenged", "singing", "equally", "collapsed", "thousand", "Football", "landing", "techniques", "III", "BC", "Butler", "item", "objective", "Stars", "robbery", "planes", "supplier", "comparison", "Rick", "Until", "Investment", "Township", "gifts", "engineers", "San_Jose", "burned", "Attorney", "arrests", "Patriots", "feedback", "bags", "revised", "versions", "agricultural", "Plan", "extraordinary", "sight", "Neither", "Baseball", "recruiting", "attacking", "Chrysler", "describe", "retailer", "reflected", "conspiracy", "Point", "Islam", "Richardson", "Library", "calendar", "Finally", "creates", "Broadway", "minds", "Wildcats", "Have", "midnight", "Elizabeth", "functions", "Scottish", "virtual", "delivers", "resignation", "Tehran", "badly", "indication", "commit", "Orlando", "pitches", "gallon", "ultimate", "beauty", "spoken", "invasion", "fires", "concerning", "waters", "authors", "tea", "turnovers", "advisory", "Memphis", "buried", "rent", "HIV", "Rob", "Jonathan", "probation", "excess", "girlfriend", "striker", "colleges", "Did", "priced", "fastest", "robust", "tracking", "participated", "lie", "dating", "Super", "Shanghai", "bowl", "highlight", "guaranteed", "R.", "chapter", "Poor", "tape", "Express", "server", "deployment", "shareholder", "Marine", "enormous", "homeless", "illness", "hall", "exhibit", "soil", "##nd", "noise", "outs", "deserve", "Disney", "Currently", "CIA", "rolling", "rarely", "adoption", "peaceful", "C.", "containing", "felony", "Warriors", "elite", "cabinet", "sponsors", "World_War_II", "economies", "hike", "arena", "solo", "platforms", "liability", "outdoor", "somewhere", "Ed", "displayed", "Alexander", "divided", "context", "Keith", "clinic", "lifestyle", "flew", "Part", "de", "screening", "dramatically", "Pirates", "Watson", "classroom", "contractors", "fundamental", "partly", "ensuring", "Oscar", "Entertainment", 